Repository: CherokeeLanguage/CherokeeLessons.com
Catalog: content/content/2023-06-29_cherokee-cat-computer-aided-translation-translation-memory-and-glossary-files/tm/three-pigs-omegat.tmx
Source language: en_us
Languages: chr

source: Find food for little pigs.
chr: ᎠᎵᏍᏓᏴᏗ ᎦᎯᏩᏛᎲᏏ, ᏧᎾᏍᏗ ᏏᏆ.

source: Find some food for little pigs.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᎢᏣᏓᏩᏛᎲᏏ.

source: First little pig has a house.
chr: ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᎤᎭ.

source: Get into it, quick, quick!
chr: ᎭᏣᎥᎦ, ᎤᏟᏍᏓ, ᎤᏟᏍᏓ!

source: Go and build a strong house for her."
chr: ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᎭᏁᏍᎨᎮᎷᎦ.

source: Go away."
chr: ᏪᎾ.”

source: Go find food, little pigs.
chr: ᎠᎵᏍᏓᏴᏗ ᎢᏥᏩᏛᎱᎦ, ᏧᎾᏍᏗ ᏏᏆ.

source: Go, little pigs, find a house.
chr: ᏫᏤᎾ, ᏧᎾᏍᏗ ᏏᏆ, ᎦᎵᏦᏕ ᎢᏥᏩᏛᎱᎦ.

source: Go, little pigs, find food.
chr: ᏫᏤᎾ, ᏧᎾᏍᏗ ᏏᏆ, ᎠᎵᏍᏓᏴᏗ ᎢᏥᏩᏛᎱᎦ.

source: Go, little pigs," said Mother Pig.
chr: ᏫᏤᎾ ᏧᎾᏍᏗ ᏏᏆ,” ᎤᏛᏁ ᎤᏂᏥ ᏏᏆ.

source: Good-bye, wolf."
chr: ᎪᎯᏴ, ᏩᎭᏯ.”

source: Ha, ha!" said the pig.
chr: Ꭽ, Ꭽ!” ᎤᏛᏁ ᏏᏆ.

source: Has the Mother food?
chr: ᎠᎵᏍᏓᏴᏗᏍ ᎤᎭ?

source: He ate the first little pig.
chr: ᎢᎬᏱᎢ ᏏᏆ ᎤᏒᏁ.

source: He ate the second little pig.
chr: ᏔᎵᏁ ᏏᏆ ᎤᏒᏁ.

source: He ate the second pig.
chr: ᏔᎵᏁ ᏏᏆ ᎤᏒᏁ.

source: He blew the house in.
chr: ᎤᏃᎴ ᎢᏳᏍᏗ ᎦᎵᏦᏕ ᎤᏲᏤ.

source: He came to the little brick house.
chr: ᎤᏍᏗ ᏅᏯ ᏗᏛᏓᏅᎢ ᎦᎵᏦᏕ ᎤᎷᏤ.

source: He can not blow in the brick house.
chr: ᏩᎭᏯ ᎤᏃᎴ ᎤᏦᏔᎮ ᎠᏎᏃ ᏅᏯ ᏗᏛᏓᏅᎢ Ꮭ ᎬᏩᏲᏍᏙᏗ ᏱᎩ.

source: He cannot blow my house in.
chr: ᎥᏝ ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᏱᏘᏲᏍᏔᏂ.

source: He cannot get down.
chr: Ꮭ ᎡᎳᏗ ᎬᏩᎸᏍᏗ ᏱᎩ.

source: He cannot get out.
chr: Ꮭ ᎬᏩᏄᎪᏍᏗ ᏱᎩ.

source: He caught the first little pig.
chr: ᎢᎬᏱᎢ ᏏᏆ ᎤᏂᏴᎮ.

source: He caught the second little pig.
chr: ᏔᎵᏁ ᏏᏆ ᎤᏂᏴᎮ.

source: He cooked and cooked and cooked.
chr: ᎤᏩᏂᏎ ᎤᏩᏂᏎ ᎤᏩᏂᏎ.

source: He cooked in the chimney.
chr: ᎠᎱᏣᏬᎳᏛᎢ ᎤᎿ ᎤᏩᏂᏎ.

source: He could not blow it in.
chr: ᎥᏝ ᎬᏩᏲᏍᏙᏗ ᏱᎨᏎ ᎤᏦᏔᎲᎢ ᎬᏗ.

source: He could not blow the house in.
chr: ᎠᎴ ᎦᎵᏦᏕ Ꮭ ᏳᏲᏍᏔᏁ ᎤᏩᏦᏔᎲᎢ ᎬᏗ.

source: He could not eat her.
chr: Ꮭ ᎬᏩᏒᎲᏍᏗ ᏱᎨᏎ.

source: He could not see her.
chr: Ꮭ ᎥᏍᎩᎾ ᏳᎪᎮ.

source: He did not know that the pig was in the barrel.
chr: ᏒᏙᏂ ᏏᏆ ᎤᏣᏁ Ꮭ ᏳᏅᏖ.

source: He has a house of wood.
chr: ᎠᏓ ᎦᎵᏦᏕ ᎤᎭ.

source: He huffed and he puffed.
chr: ᎤᏬᎳᏕᏎ ᎠᎴ ᎤᏦᏔᎮ.

source: He is a silly pig, too.
chr: ᎤᎷᎶᏨ ᏏᏆ ᏍᏊ.

source: He is a silly wolf.
chr: ᎤᎷᎶᏨᎢ ᏩᎭᏯ.

source: He is caught in the chimney.
chr: ᏩᎭᏯ ᎠᏴᎩ ᎠᎱᏣᏬᎳᏛᎢ ᎤᏣᎠ.

source: He looked down the hill.
chr: ᎠᎦᏐᏍᎬᎢ ᎤᎪᎮ.

source: He looked up the hill.
chr: ᎧᎾᎷᏍᎬᎢ ᎤᎪᎮ.

source: He made a good dinner.
chr: ᎣᏍᏓ ᎠᎵᏍᏓᏴᏗ ᏄᎵᏍᏔᏁ.

source: He met a man.
chr: ᎥᏍᎩᎾ ᎠᏍᎦᏯᏃ ᏚᎾᏠᏎ.

source: He ran down the hill.
chr: ᎠᎦᏐᏍᎬᎢ ᎤᎵᏘᏎ.

source: He ran up the hill.
chr: ᎦᏚ ᎦᏚᏏ ᏗᏜ ᎠᏟᏎ.

source: He thinks it is strong.
chr: ᎤᏟᏂᎩᏓ ᎡᎵᎠ.

source: He went away to think again.
chr: ᎤᎿ ᎤᏟ ᎤᏓᏅᏖᏢᏌᏅᏎ.

source: He went away to think.
chr: ᎤᎿ ᎤᏟ ᎤᏓᏅᏖᏢᏎ.

source: He went away.
chr: ᏭᏪᏅᏎ.

source: He went to the brick house.
chr: ᏩᎭᏯ ᏅᏯ ᏗᏛᏓᏅᎢ ᎦᎵᏦᏕ ᎤᏪᏅᏎ.

source: He went to the house of wood.
chr: ᎠᏓ ᎦᎵᏦᏕ ᏗᏜ ᎤᏪᏅᏎ.

source: He will not catch you.
chr: Ꮭ ᏱᏓᏣᏂᏴᎯ.

source: He will see me.
chr: ᏓᏣᎪᎯ.

source: He would eat me."
chr: ᎠᎩᏒᏅᎭ.”

source: He, too, met a man.
chr: ᎥᏍᏊ, ᎥᏍᎩᎾ ᎠᏍᎦᏯ ᏚᎾᏠᏎ.

source: Hear Mother Pig talk to you.
chr: ᎢᏥᏥ ᏏᏆ ᎤᏬᏂᏒᎢ ᎢᏣᏛᎬᎦ.

source: Hear Mother Pig talk.
chr: ᎭᏛᎬᎦ ᎤᏂᏥ ᏏᏆ ᎤᏬᏂᏒᎢ.

source: Hear Mother Pig, little pigs.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎢᏥᏥ ᏏᏆ ᎡᏣᏛᎬᎦ.

source: Hear Mother Pig.
chr: ᎤᏂᏥ ᏏᏆ ᎯᏯᏛᎬᎦ.

source: Hear the Mother talk to the pigs.
chr: ᎭᏛᎬᎦ ᎤᏂᏥ ᏧᎾᏍᏗ ᏏᏆ ᏚᏬᏂᏎᎸᎢ.

source: Hear the large pig.
chr: ᎡᏆ ᏏᏆ ᎯᏯᏛᎬᎦ.

source: Hear the little pigs.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎦᎯᏯᏛᎬᎦ.

source: Hear the pigs talk.
chr: ᏏᏆ ᎤᏂᏬᏂᏒᎢ ᎭᏛᎬᎦ.

source: Hear, Mother Pig, hear.
chr: ᎦᎯᏯᏛᎬᎦ, ᎦᎯᏥ ᏏᏆ, ᎦᎯᏯᏛᎬᎦ.

source: Hear, little pigs, hear!
chr: ᎢᏣᏛᎬᎦ, ᏧᎾᏍᏗ ᏏᏆ, ᎢᏣᏛᎬᎦ!

source: Hear, little pigs, hear.
chr: ᎡᏣᏛᎬᎦ, ᏧᎾᏍᏗ ᏏᏆ, ᎡᏣᏛᎬᎦ.

source: Here I am," said the wolf.
chr: ᎠᏴ ᎠᎭᏂ,” ᎤᏛᏁ ᏩᎭᏯ.

source: His house is not strong.
chr: ᎤᏤᎵ ᎦᎵᏦᏕ ᎥᏝ ᎤᏟᏂᎩᏓ ᏱᎩ.

source: How angry the wolf was!
chr: ᏩᎭᏯ ᏙᏳ ᎤᎿᎸᏎ!

source: How do you do?" said the pig.
chr: ᏙᎯᏧ?” ᎤᏛᏁ ᏏᏆ.

source: How shall I get her to come out?
chr: ᎦᏙ ᏓᎦᏛᏁᎵ ᎦᎵᏦᏕ ᎤᏄᎪᏨᎭ?

source: Huff, huff!" said the wolf.
chr: ᎦᏬᎳᏕᏍᎨᏍᏗ! ᎦᏬᎳᏕᏍᎨᏍᏗ!” ᎤᏛᏁ ᏩᎭᏯ.

source: Huff, huff, huff!
chr: ᎦᏬᎳᏕᏍᎨᏍᏗ, ᎦᏬᎳᏕᏍᎨᏍᏗ!

source: I ate the first little pig.
chr: ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ ᏥᏒᏅᎩ.

source: I ate the second little pig.
chr: ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ ᏥᏒᏅᎩ.

source: I came at four.
chr: ᏅᎩ ᎠᎩᎷᏨᎩ.

source: I can not blow in her house.
chr: ᎤᏤᎵ ᎦᎵᏦᏕ ᎥᏝ ᎬᎩᏲᏍᏙᏗ ᏱᎩ ᎠᏆᏦᏔᎲᎢ ᎬᏗ.

source: I can not get down.
chr: Ꮭ ᎡᎳᏗ ᎬᎩᎸᏍᏗ ᏱᎩ.

source: I can not get into her house.
chr: ᎤᏤᎵ ᎦᎵᏦᏕ Ꮭ ᎬᎩᏴᏍᏗ ᏱᎩ.

source: I can not get out.
chr: Ꮭ ᎬᎩᏄᎪᏍᏗ ᏱᎩ.

source: I can not get up.
chr: Ꮭ ᎦᎸᎳᏗᏜ ᎬᎩᎸᏍᏗ ᏱᎩ.

source: I cannot blow in the brick house.
chr: ᏅᏯ ᏗᏛᏓᏅᎢ ᎦᎵᏦᏕ ᎥᏝ ᎬᎩᏲᏍᏙᏗ ᏱᎩ ᎠᏆᏦᏔᎲᎢ ᎬᏗ.

source: I cannot go.
chr: Ꮭ ᏱᎨᎦ.

source: I do not see her.
chr: Ꮭ ᏱᏥᎪᏘᎭ.

source: I eat turnips.
chr: ᏓᏈᏌᏂ ᏕᏥᎩᏍᎪ.

source: I have a brick house.
chr: ᏅᏯ ᏗᏛᏓᏅᎢ ᎦᎵᏦᏕ ᎠᎩᎭ.

source: I have a strong house.
chr: ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᎠᎩᎭ.

source: I have three turnips now to eat."
chr: ᏦᎢ ᏓᏈᏌᏂ ᏓᎩᎭ ᏗᎩᎩᏍᏗ.”

source: I hear the Mother Pig talk.
chr: ᎤᏂᏥ ᏏᏆ ᎤᏬᏂᏒᎢ ᎦᏛᎩᎠ.

source: I hear the Mother Pig.
chr: ᎤᏂᏥ ᏏᏆ ᏥᏯᏛᎩᎠ.

source: I hear the little pigs.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎦᏥᏯᏛᎩᎠ.

source: I hear the pigs talk.
chr: ᏏᏆ ᎤᏂᏬᏂᏒᎢ ᎦᏛᎩᎠ.

source: I hear the pigs.
chr: ᏏᏆ ᎦᏥᏯᏛᎩᎠ.

source: I must build a house for her."
chr: ᎦᎵᏦᏕ ᎠᏎ ᏥᏯᏁᏍᎨᎮᏗ.”

source: I must build a house."
chr: ᎦᎵᏦᏕ ᎠᏎ ᎠᏆᏁᏍᎨᏗ.”

source: I must eat her.
chr: ᎠᏎ ᏥᏒᎲᏍᏗ.

source: I must eat the third little pig.
chr: ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ ᎠᏎ ᏥᏒᎲᏍᏗ.

source: I must get her out of the house.
chr: ᎦᎵᏦᏕ ᏙᏱ ᎠᏎ ᎤᎵᏍᏓᏁᏗ,” ᎤᏓᏅᏖᏞ.

source: I must get that little pig.
chr: Ꮎ ᎤᏍᏗ ᏏᏆ ᎠᏎ ᏥᎩᏍᏗ.

source: I must go away and think."
chr: ᎠᎭᏂ ᎤᏟ ᎠᏎ ᎠᏆᏓᏅᏖᏢᏍᏗ.

source: I must have food.
chr: ᎠᏎ ᎠᏆᎵᏍᏓᏴᏗ.

source: I must have some to eat.
chr: ᎢᎦᏓ ᎠᏎ ᏗᎩᎩᏍᏗ.

source: I must think of a way to get her."
chr: ᏥᎩᏍᏗ ᏄᏍᏗ ᎠᏎ ᎠᏆᏓᏅᏖᏗ.”

source: I must think of a way.
chr: “ᎤᎵᏍᏓᏁᏗ ᏄᏍᏗ ᎠᏎ ᎠᏆᏓᏅᏖᏗ.

source: I must think out a new way.
chr: ᎢᏤ ᎪᎱᏍᏗ ᎠᏎ ᎠᏆᏓᏅᏖᏗ.

source: I must think out a way to get the third little pig," said the wolf.
chr: ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ ᏄᏍᏗ ᏥᎩᏍᏗ ᎠᏎ ᎠᏆᏓᏅᏖᏗ,” ᎤᏛᏁ ᏩᎭᏯ.

source: I must think.
chr: ᎠᏎ ᎠᏆᏅᏖᏗ.

source: I see three little pigs.
chr: ᎠᏂᏦᎢ ᏧᎾᏍᏗ ᏏᏆ ᎦᏥᎪᏩᏘᎭ.

source: I shall blow your house in."
chr: ᎤᏃᎴ ᎢᏳᏍᏗ ᏣᏤᎵ ᎦᎵᏦᏕ ᏛᏲᏥ.”

source: I shall build a fire.
chr: ᏓᎪᏓᏂ.

source: I shall build a strong house.
chr: ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᏓᎦᏁᏍᎨᎯ.

source: I shall build a strong wood house."
chr: ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᏓᎦᏁᏍᎨᎯ ᎠᏓ ᎬᏗ.”

source: I shall burn the wolf."
chr: ᏩᎭᏯ ᏓᏥᏯᎪᎲᏍᏔᏂ.”

source: I shall catch you.
chr: ᏓᎬᏂᏴᎯ!

source: I shall catch you."
chr: ᏓᎬᏂᏴᎯ.”

source: I shall come down the chimney."
chr: “ᎠᎱᏣᏬᎳᏛᎢ ᎡᎳᏗ ᏓᏥᎸᏏ.”

source: I shall come now.
chr: ᏃᏊ ᏓᏥᎷᏥ.

source: I shall eat you."
chr: ᏂᎯ ᏓᎬᏒᏂ.”

source: I shall get into your house.
chr: ᏣᏤᎵ ᎦᎵᏦᏕ ᏓᏥᏴᏟ.

source: I shall huff, huff, huff.
chr: ᎤᏃᎴ ᏓᎦᏦᏔᎯ ᎠᎴ ᏓᎦᏦᏔᎯ.

source: I shall like to go.
chr: ᎠᏇᏅᏍᏗ ᏛᎩᎸᏉᏗ.

source: I shall live in the straw house.
chr: ᎧᏁᏍᎦ ᎬᏗ ᎦᎵᏦᏕ ᏥᏁᎴᏍᏗ.

source: I shall not let you eat me,
chr: Ꮭ ᏱᏍᎩᏒᎮ,

source: I shall not let you in.
chr: ᏣᏴᏍᏗ ᎥᏝ ᏱᏂᎦᏛᏁᎭ!

source: I shall puff, puff, puff.
chr: ᎤᏃᎴ ᏓᎦᏬᎳᏕᏏ ᎠᎴ ᏓᎦᏬᎳᏕᏏ.

source: I swear to you no!" said the pig.
chr: ᎬᏚᎢᏍᏔᏁᎭ ᎥᏝ!”, ᎤᏛᏁ ᏏᏆ.

source: I went at five.
chr: ᎯᏍᎩ ᏩᏇᏅᏒᎩ.

source: I will ask her to go to the field.
chr: ᏠᎨᏏ ᎤᏪᏅᏍᏗ ᏓᏥᏲᏎᎵ.

source: I will be ready."
chr: ᏓᎦᏛᏅᎢᏍᏔᏂ.”

source: I will build a strong house.
chr: ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᏓᎦᏁᏍᎨᎯ.

source: I will come for you at six."
chr: ᏑᏓᎵ ᏓᎬᎷᏤᎵ.”

source: I will eat this little pig.
chr: ᎯᎠ ᎤᏍᏗ ᏏᏆ ᏓᏥᏒᏂ.

source: I will get into it."
chr: ᏓᎦᏣᏂ.”

source: I will go and see the little pig.
chr: ᏓᎨᏅᏏ ᎠᎴ ᎤᏍᏗ ᏏᏆ ᏓᏥᎪᎯ.

source: I will go and talk to her again.
chr: ᏓᎬᏬᏂᏒᏌᏁᎸᏏ.

source: I will go to the turnip field.
chr: ᏓᏈᏌᏂ ᏠᎨᏏ ᏓᎨᏅᏏ.

source: I will go with you.
chr: ᏓᏁᏅᏏ.

source: I will go," said the second pig.
chr: “ᏓᎨᏅᏏ,” ᎤᏛᏁ ᏔᎵᏁ ᏏᏆ.

source: I will go," said the third pig.
chr: “ᏓᎨᏅᏏ,” ᎤᏛᏁ ᏦᎢᏁ ᏏᏆ.

source: I will run up the hill."
chr: ᎦᏚᏏ ᎦᎸᎳᏗ ᏓᎦᎵᏘᏏ.”

source: I will see.
chr: ᎥᏍᎩ ᏓᏥᎪᎯ.

source: I wonder what it was!"
chr: ᎦᏙᏍᎩᏂ ᎤᏍᏗ ᎨᏎ!”

source: It is a good fire.
chr: ᎣᏍᏓ ᎠᏥᎳ.

source: It is a good pear."
chr: ᎣᏍᏓ ᏗᎦᏛᏗ.”

source: It is made of brick.
chr: ᏅᏯ ᏗᏛᏓᏅᎢ ᎬᏗ ᎠᎦᏁᏍᎨᎲᎢ.

source: It was a strong brick house.
chr: ᎤᏟᏂᎩᏓ ᏅᏯ ᏗᏛᏓᏅᎢ ᎦᎵᏦᏕ ᎨᏎ.

source: It went across the field.
chr: ᏠᎨᏏ ᎠᏍᏛᎢ ᏭᏪᏅᏎ.

source: Just then the barrel began to roll.
chr: ᏃᏊᎴ ᏒᏙᏂ ᎤᏗᏆᎸᏕᏯᏍᏗ ᎤᏓᎴᏅᎮ.

source: Just then the wolf saw the pig.
chr: ᎾᎯᏳᏊ ᏩᎭᏯ ᏏᏆ ᎤᎪᎮ.

source: Let me in!" said the wolf.
chr: ᏫᏥᏴᎭ,” ᎤᏛᏁ ᏩᎭᏯ.

source: Let me in, little pig!"
chr: ᏫᏥᏴᎭ, ᎤᎾᏍᏗ ᏏᏆ!”

source: Let me in," he said.
chr: ᏫᏥᏴᎭ,” ᎤᏛᏁ.

source: Let me out!"
chr: ᏫᏥᏄᎪᎢ!”

source: Let me think."
chr: ᏫᎦᏓᏅᏛᎳ.”

source: Make a big fire.
chr: ᎡᏆ ᎰᏛᎦ.

source: More fire, little pig!
chr: ᎤᎪᏗ ᎠᏥᎳ, ᎤᏍᏗ ᏏᏆ!

source: More fire, more fire!
chr: ᎤᎪᏗ ᎠᏥᎳ, ᎤᎪᏗ ᎠᏥᎳ!

source: More wood!
chr: ᎤᎪᏗ ᎠᏓ!

source: More wood, little pig!
chr: ᎤᎪᏗ ᎠᏓ, ᎤᏍᏗ ᏏᏆ!

source: More wood, little pig.
chr: ᎤᎪᏗ ᎠᏓ, ᎤᏍᏗ ᏏᏆ!

source: Mother Pig had a good dinner.
chr: ᎤᏥ ᏏᏆ ᎣᏍᏓ ᎠᎵᏍᏓᏴᏗ ᎤᎮ.

source: Mother Pig has no food for you, little pigs.
chr: ᎢᏥᏥ ᏏᏆ Ꮭ ᎠᎵᏍᏓᏴᏗ ᏱᏥᎮᎭ, ᏧᎾᏍᏗ ᏏᏆ.

source: Mother Pig has no house," said the first little pig.
chr: ᎠᎩᏥ ᏏᏆ ᎦᎵᏦᏕ ᏄᎲᎾ,” ᎤᏛᏁ ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ.

source: Mother Pig hears you.
chr: ᎢᏥᏥ ᏏᏆ ᎢᏣᏛᎩᎠ.

source: Mother Pig is glad.
chr: ᎤᏂᏥ ᏏᏆ ᎠᎵᎮᎵᎦ.

source: Mother Pig shall have a house.
chr: ᎠᎩᏥ ᏏᏆ ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᏓᏳᎯ.

source: Mother Pig shall live in it."
chr: ᎠᎩᏥ ᏏᏆ ᎤᎿ ᎦᏁᎴᏍᏗ.”

source: Mother Pig talks to you.
chr: ᎢᏥᏥ ᏏᏆ ᎢᏥᏬᏂᏎᎭ.

source: Mother Pig talks.
chr: ᎤᏂᏥ ᏏᏆ ᎦᏬᏂᏍᎪᎢ.

source: Mother pig shall have some food.
chr: ᎤᏂᏥ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᏓᏳᎯ.

source: Must Mother Pig go to find food?
chr: ᎠᎵᏍᏓᏴᏗᏍ ᎠᏎ ᎤᏩᏛᎲᏍᏗ ᎤᏂᏥ ᏏᏆ?

source: My house is very, very strong."
chr: ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᏙᎯᏳ ᎤᏟᏂᎩᏓ.”

source: My house will be strong.
chr: ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ ᎨᏎᏍᏗ.

source: No, little pig.
chr: Ꮭ, ᎤᏍᏗ ᏏᏆ.

source: No, no, no!"
chr: Ꮭ, Ꮭ, Ꮭ!”

source: No, the little pigs must go.
chr: ᎥᏝ, Ꮎ ᏧᎾᏍᏗ ᏏᏆ ᎠᏎ ᏭᏁᏅᏍᏗ.

source: Not if I run, run, run fast."
chr: ᎥᏝ ᏱᎨᏎᏍᏗ ᏙᎯᏳ ᎠᏯᏄᎵ ᎦᎵᏘᏒᎭ ᏱᎩ.”

source: Now I have a house," said the first pig.
chr: “ᏃᏊ ᎦᎵᏦᏕ ᎠᎩᎭ,” ᎤᏛᏁ ᎢᎬᏱᎢ ᏏᏆ.

source: Now I shall build a straw house,
chr: ᏃᏊ ᎧᏁᏍᎦ ᎦᎵᏦᏕ ᏓᎦᏁᏍᎨᎯ.

source: Now I shall eat her," said the wolf.
chr: “ᏃᏊ ᏓᏥᏒᏂ,” ᎤᏛᏁ ᏩᎭᏯ.

source: Now I shall eat you.
chr: ᏃᏊ ᏓᎬᏒᏂ.

source: Now she will have a house.
chr: ᏃᏊ ᎦᎵᏦᏕ ᎤᎮᏍᏗ.

source: Now we are happy!
chr: ᏃᏊ ᎣᏣᎵᎮᎵᎦ!

source: Now, no one will get us."
chr: ᏃᏊ Ꮭ ᎩᎶ ᏱᎨᎩᏂᏂᏴᎯ.”

source: Now, see what has happened!
chr: ᏃᏊ, ᎯᎪᏩᏔ ᎥᏍᎩ ᏄᎵᏍᏔᏁ!

source: O thank you, for the straw.
chr: Ꭳ ᏩᏙ, ᎬᏯᎵᎮᎵᏤᎭ ᎧᏁᏍᎦ.

source: O!
chr: Ꭳ!

source: O!" said the little pig.
chr: Ꭳ!” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.

source: O!" said the pig.
chr: Ꭳ!” ᎤᏛᏁ ᏏᏆ.

source: O!" said the wolf.
chr: Ꭳ!” ᎤᏛᏁ ᏩᎭᏯ.

source: O, I am caught!" cried the wolf.
chr: Ꭳ, ᏥᏴᎩ!” ᎤᏪᏡᏁ ᏩᎭᏯ.

source: O, I am so hungry."
chr: Ꭳ, ᏙᎯᏳ ᎠᎩᏲᏏᎭ.”

source: O, here he is.
chr: Ꭳ, ᎥᏍᎩᎾ ᎠᎭᏂ.

source: O, how angry he was!
chr: Ꭳ ᏙᎯᏳ ᎤᎿᎸᏤ!

source: O, so, so hungry!
chr: Ꭳ, ᏙᎯᏳ ᎠᎩᏲᏏᎭ!

source: O, such a good dinner!
chr: Ꭳ ᎣᏍᏓᏊ ᎠᎵᏍᏓᏴᏗ!

source: O, we are so happy!
chr: Ꭳ, ᏙᎯᏳ ᎣᏣᎵᎮᎵᎦ!

source: O, what a strong house!
chr: Ꭳ, ᎦᎵᏦᏕ ᏭᎪᏛ ᎤᏟᏂᎩᏓ!

source: O, what happened?
chr: Ꭳ, ᎦᏙ ᏄᎵᏍᏔᏁ?

source: O, what shall I do?" said the pig.
chr: Ꭳ, ᎦᏙ ᏓᎦᏛᏁᎵ?” ᎤᏓᏅᏖᏞ ᏏᏆ.

source: O, will the wolf come?
chr: Ꭳ, ᏓᎦᎷᏥᏍ ᏩᎭᏯ?

source: O, you silly little pig!
chr: Ꭳ, ᏣᎷᎶᏨ ᏣᏍᏗ ᏏᏆ!

source: O, you silly wolf!
chr: Ꭳ, ᏂᎯ ᏣᎷᎶᏨᎢ ᏩᎭᏯ!

source: Once there was a Mother Pig.
chr: ᏌᏊ ᎢᏳᏩᎪᏘ ᎤᏂᏥ ᏏᏆ ᎡᎮ.

source: One day he came again.
chr: ᏏᎦ ᎤᎷᏨᏌᏁ.

source: One day he went to the house.
chr: ᏏᎦ ᎦᎵᏦᏕ ᎤᎷᏨᏌᏁ.

source: One day the wolf came again.
chr: ᏏᎦ ᏩᎭᏯ ᎤᎷᏨᏌᏁ.

source: One day the wolf came.
chr: ᏏᎦ ᏩᎭᏯ ᎤᎷᏤ.

source: One man had bricks.
chr: ᏌᏊ ᎠᏍᎦᏯ ᏅᏯ ᏗᏛᏓᏅᎢ ᏚᎮ.

source: One man had straw.
chr: ᏌᏊ ᎠᏍᎦᏯ ᎧᏁᏍᎦ ᎤᎮ.

source: One man had wood.
chr: ᏌᏊ ᎠᏍᎦᏯ ᎠᏓ ᏚᏩᏰ.

source: Ow!
chr: ᎠᏲ!

source: Pigs eat turnips, too.
chr: ᏏᏆ ᏓᏈᏌᏂ ᏓᏂᎩᏍᎪ ᏍᏊ.

source: Poor little pig!
chr: ᎤᏲ ᎤᏍᏗ ᏏᏆ!

source: Poor silly little second pig!
chr: ᎤᏲ ᎤᎷᎶᏨ ᎤᏍᏗ ᏔᎵᏁ ᏏᏆ!

source: Puff, huff, puff!"
chr: ᎠᏆᏦᏔᎲᎢ ᎤᏟᏂᎩᏓ ᎡᏆ ᎤᏃᎴ!”

source: Puff, puff!
chr: ᎤᏃᎴ ᎦᏦᏔᏍᎨᏍᏗ! ᎤᏃᎴ ᎦᏦᏔᏍᎨᏍᏗ!

source: Puff, puff, puff!"
chr: ᎦᏦᏔᏍᎨᏍᏗ, ᎦᏦᏔᏍᎨᏍᏗ!”

source: Quee!
chr: ᏍᏈ!

source: Quee, quee !
chr: ᏍᏈ, ᏍᏈ!

source: Quee, quee!
chr: ᏍᏈ, ᏍᏈ!

source: Quick, quick!
chr: ᎤᏟᏍᏓ, ᎤᏟᏍᏓ!

source: Quick, quick, quick, little pig!
chr: ᎤᏟᏍᏓ, ᎤᏟᏍᏓ, ᎤᏟᏍᏓ, ᏏᏆ!

source: Run, little pig, run!
chr: ᎭᎵᏘ, ᎤᏍᏗ ᏏᏆ, ᎭᎵᏘ!

source: Run, pig, run!
chr: ᎭᎵᏘ, ᏏᏆ, ᎭᎵᏘ!

source: Run, pig, run.
chr: ᎭᎵᏘ, ᏏᏆ, ᎭᎵᏘ.

source: Run, wolf, run.
chr: ᎭᎵᏘ, ᏩᎭᏯ, ᎭᎵᏘ.

source: Save the little pig!
chr: ᎤᏍᏗ ᏏᏆ ᎭᏓᎵᏏᏅᏓ!

source: Second little pig has a house.
chr: ᏔᎵᏁᎢ ᎤᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᎤᎭ.

source: See it burn.
chr: Ꮒ, ᎠᏓᏪᎳᎩᎠ.

source: See me build a house of straw."
chr: ᎯᎪᏩᏔ ᎧᏁᏍᎦ ᎦᎵᏦᏕ ᎦᏁᏍᎨᎭ.”

source: See me build my house of wood."
chr: ᎯᎪᏩᏔ ᎠᏓ ᎬᏗ ᎦᎵᏦᏕ ᎦᏁᏍᎨᎭ.”

source: See me come.
chr: ᎠᎩᎷᏨᎢ ᎯᎪᏩᏔ.

source: See me make the fire."
chr: Ꮒ, ᎪᏛᏍᎦ.”

source: See the Mother.
chr: ᎤᏂᏥ ᎯᎪᏩᏔ.

source: See the little pigs go.
chr: ᎦᎯᎪᏩᏔ ᏧᎾᏍᏗ ᏏᏆ ᎠᏁᎦ!

source: See the little pigs.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎦᎯᎪᏩᏔ.

source: See!
chr: Ꮒ!

source: See!"
chr: Ꮒ!”

source: See, I will build my house.
chr: ᎯᎪᏩᏔ, ᎠᏆᏤᎵ ᎦᎵᏦᏕ ᏓᎦᏁᏍᎨᎯ.

source: See, here I come!
chr: Ꮒ, ᏥᎷᎦ!

source: See, here is a good pear."
chr: Ꮒ, ᎠᎭᏂ ᎣᏍᏓ ᏗᎦᏛᏗ.”

source: See, see my strong house!"
chr: Ꮒ, Ꮒ, ᎠᏆᏤᎵ ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ!”

source: See, see!
chr: Ꮒ, Ꮒ!

source: See, silly little pig.
chr: ᎯᎪᏩᏔ, ᏣᎷᎶᏨ ᏣᏍᏗ ᏏᏆ.

source: See, the little pigs will go.
chr: ᎯᎪᏩᏔ, ᏧᎾᏍᏗ ᏏᏆ ᏛᏁᏅᏏ.

source: See, the wolf comes!
chr: Ꮒ, ᏩᎭᏯ ᎦᎷᎦ.

source: See, we are happy!
chr: Ꮒ, ᎣᏣᎵᎮᎵᎦ!

source: See, we go to build a house.
chr: “ᎯᎪᏩᏔ, ᎦᎵᏦᏕ ᎣᎦᏁᏍᎨᎮᎦ.

source: See, we go!" said the three pigs.
chr: ᎯᎪᏩᏔ, ᎣᏤᎦ!” ᎤᎾᏛᏁ ᎠᏂᏦᎢ ᏏᏆ.

source: Shall she go to find food?
chr: ᎤᏩᏛᎲᏒᎭᏍ ᎠᎵᏍᏓᏴᏗ?

source: Shall the Mother pig go?
chr: ᏭᏪᏅᏒᎭᏍ ᎤᏂᏥ?

source: Shall the little pigs go for food?
chr: ᎠᎵᏍᏓᏴᏗᏍ ᎠᏂᎩᏒᏒᎭ Ꮎ ᏧᎾᏍᏗ ᏏᏆ?

source: Shall you go, little pigs?
chr: ᏓᏤᏅᏏᏍ ᏧᎾᏍᏗ ᏏᏆ?

source: She did not wait for the wolf.
chr: Ꮭ ᏩᎭᏯ ᏳᎦᏘᏕ.

source: She forgot the wolf.
chr: ᏩᎭᏯ ᎤᏩᎨᏫᏎ.

source: She liked the circus.
chr: ᎠᎾᏛᏁᎵᏍᎩ ᏚᎸᏉᏕ.

source: She ran and ran.
chr: ᎠᏟᏎ ᎠᎴ ᎠᏟᏎ.

source: She ran into the house.
chr: ᎦᎵᏦᏕ ᎤᏟᏍᏓ ᎤᏴᏟᎴ.

source: She ran up the hill.
chr: ᎦᏚᏏ ᎦᎸᎳᏗ ᎤᏟᏎ.

source: She reached her house and ran in.
chr: ᎤᏤᎵ ᎦᎵᏦᏕ ᎤᎷᏤ ᎠᎴ ᎤᏴᏞ.

source: She reached her house.
chr: ᎤᏤᎵ ᎦᎵᏦᏕ ᎤᎷᏤ.

source: She shall have a strong house."
chr: ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᏓᏳᎯ.”

source: She shall have food, too.
chr: ᎠᎵᏍᏓᏴᏗ ᏓᏳᎯ ᏍᏊ.

source: She threw it across the field.
chr: ᏠᎨᏏ ᎢᎾ ᎠᏍᏛᎢ ᏭᏗᏅᏎ.

source: She was well up in the tree.
chr: ᎦᎸᎳᏗ ᎦᏚ ᏡᎬ ᎨᏎ.

source: She went at three.
chr: ᏦᎢ ᏭᏪᏅᏎ.

source: She will go.
chr: ᏓᏰᏅᏏ.

source: Silly, silly little pig!
chr: ᏭᎪᏛ ᎤᎷᎶᏨᎢ ᎤᏍᏗ ᏏᏆ!

source: Silly, silly little pig.
chr: ᏙᏳ ᎤᎷᎶᏨᎢ ᏏᏆ.

source: So go away, bad wolf.
chr: ᏃᏊᎴ ᏪᎾ, ᏣᏲ ᏩᎭᏯ.

source: So he huffed and he puffed,
chr: ᎾᎯᏳ ᎤᏃᎴ ᎤᏬᎳᏕᏎ ᎠᎴ ᎤᏃᎴ ᎤᏦᏔᎮ,

source: So he huffed and he puffed.
chr: ᏩᎭᏯᏃ ᎤᏬᎳᏕᏎ ᎠᎴ ᎤᏦᏔᎮ.

source: So he huffed.
chr: ᎾᎯᏳ ᎤᏃᎴ ᎤᏬᎳᏕᏎ.

source: So he ran and ran.
chr: ᏃᏊᎴ ᎤᏓᎾᏩᏍᏔᏁ ᎠᎴ ᎠᏟᏎ.

source: So he went away to think.
chr: ᎠᎴ ᎤᎿ ᎤᏟ ᎤᏓᏅᏖᏢᏌᏅᏎ.

source: So he went to the pig's house again.
chr: ᏃᏊᎴ ᏏᏆ ᎤᏤᎵ ᎦᎵᏦᏕ ᎤᏪᏅᏒᏌᏁ.

source: So she came down from the tree.
chr: ᏃᏊᎴ ᎡᎳᏗ ᎤᎸᏎ ᏡᎬ.

source: So she threw the pear to the wolf.
chr: ᏃᏊᎴ ᏗᎦᏛᏗ ᏩᎭᏯ ᏗᏜ ᏭᏗᏅᏎ.

source: So the first little pig built a straw house.
chr: ᎠᎴ ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᎤᏁᏍᎨᎮ ᎧᏁᏍᎦ ᎬᏗ.

source: So the first little pig went out.
chr: ᎾᎯᏳ ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ ᏭᏪᏅᏎ.

source: So the little pig built his house.
chr: ᎤᏍᏗᏃ ᏏᏆ ᎤᏤᎵ ᎦᎵᏦᏕ ᎤᏁᏍᎨᎮ.

source: So the little pig came down from the tree.
chr: ᏃᏊᎴ ᎤᏍᏗ ᏏᏆ ᎡᎳᏗ ᎤᎷᏎ.

source: So the pig ran up the hill.
chr: ᏏᏆᏃ ᎦᏚ ᎦᏚᏏ ᎤᎵᏘᏎ.

source: So the pig went to the pear tree.
chr: ᏃᏊᎴ ᏏᏆ ᏗᎦᏛᏗ ᏡᎬ ᏭᏪᏅᏎ.

source: So the second little pig built a wood house.
chr: ᎠᎴ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᎤᏁᏍᎨᎮ ᎠᏓ ᎬᏗ.

source: So the third little pig built a house.
chr: ᏦᎢᏁᏃ ᎤᏍᏗ ᏏᏆ ᎤᏁᏍᎨᎮ.

source: So the wicked wolf was cooked.
chr: ᎤᏲᏒᏃ ᏩᎭᏯ ᎤᏩᏂᏎ.

source: So the wolf ate the first little pig.
chr: ᏃᏊᎴ ᏩᎭᏯ ᎢᎬᏱᎢ ᏏᏆ ᎤᏒᏁ.

source: So the wolf ate the second little Pig
chr: ᏃᏊᎴ ᏩᎭᏯ ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ ᎤᏒᏁ.

source: So the wolf came at six.
chr: ᏃᏊᎴ ᏑᏓᎵ ᎤᎷᏤ.

source: So the wolf climbed into the chimney.
chr: ᏃᏊᎴ ᏩᎭᏯ ᎠᎱᏣᏬᎳᏛᎢ ᎤᏣᏁ ᎠᎴ ᎡᎳᏗ ᎤᎷᏎ.

source: So the wolf huffed and he puffed.
chr: ᏩᎭᏯᏃ ᎤᏬᎳᏕᏎ ᎠᎴ ᎤᏦᏔᎮ..

source: So the wolf huffed and puffed.
chr: ᏃᏊᎴ ᏩᎭᏯ ᎤᏃᎴ ᎤᏬᎳᏕᏎ ᎠᎴ ᎤᏃᎴ ᎤᏦᏔᎮ.

source: So the wolf huffed.
chr: ᏃᏊᎴ ᏩᎭᏯ ᎤᏃᎴ ᎤᏬᎳᏕᏎ.

source: So the wolf went to the brick house.
chr: ᏃᏊᎴ ᏩᎭᏯ ᏅᏯ ᏗᏛᏓᏅᎢ ᎦᎵᏦᏕ ᎤᏪᏅᏎ.

source: So the wolf went to the circus.
chr: ᏩᎭᏯᏃ ᎠᎾᏛᏁᎵᏍᎩᎢ ᏭᏪᏅᏎ.

source: So the wolf went to the second pig
chr: ᏃᏊᎴ ᏔᎵᏁ ᏏᏆ ᏗᏜ ᏩᎭᏯ ᎤᏪᏅᏎ.

source: Soon the wolf came.
chr: ᎩᎳᏊ ᏩᎭᏯ ᎤᎷᏤ.

source: Straw is not strong.
chr: ᎧᏁᏍᎦ Ꮭ ᎤᏟᏂᎩᏓ ᏱᎩ.

source: Straw will build a strong house.
chr: ᎠᎦᏁᏍᎨᎲᎢ ᎧᏁᏍᎦ ᎬᏗ ᎤᏟᏂᎩᏓ ᎦᎵᏦᏕ ᎨᏎᏍᏗ.

source: Such a good dinner!
chr: ᎣᏍᏓᏊ ᎠᎵᏍᏓᏴᏗ!

source: THE THREE PIGS.
chr: ᎠᏂᏦᎢ ᏏᏆ!

source: Talk to the little pigs, Mother
chr: ᎦᎯᏥ ᏧᎾᏍᏗ ᏏᏆ ᎦᎯᏬᏂᏏ.

source: Talk to the little pigs, Mother Pig.
chr: ᎦᎯᏥ ᏧᎾᏍᏗ ᏏᏆ ᎦᎯᏬᏂᏏ.

source: Talk to the three little pigs.
chr: ᎠᏂᏦᎢ ᏧᎾᏍᏗ ᏏᏆ ᎦᎯᏬᏂᏏ.

source: Talk, Mother Pig, to the pigs.
chr: ᏧᎾᏍᏗ ᏏᏆ ᏫᎦᎯᏬᏂᏏ ᎦᎯᏥ ᏏᏆ.

source: Talk, Mother Pig.
chr: ᎯᏬᏂᎯ ᎦᎯᏥ ᏏᏆ.

source: Talk, little pigs, to Mother.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎢᏥᏥ ᏪᏥᏬᏂᏏ.

source: Talk, pigs, talk to her.
chr: ᎡᏥᏬᏂᏏ, ᏏᏆ, ᎥᏍᎩᎾ ᎡᏥᏬᏂᏏ.

source: Thank you, man.
chr: ᏩᏙ, ᎠᏍᎦᏯ.

source: Thank you, thank you, wolf."
chr: ᏩᏙ, ᏩᏙ, ᏩᎭᏯ.”

source: Thank you, wolf.
chr: ᏩᏙ ᏩᎭᏯ.

source: The Mother Pig has no food.
chr: ᎤᏂᏥ ᏏᏆ Ꮭ ᎠᎵᏍᏓᏴᏗ ᏳᎭ.

source: The Mother Pig has no house.
chr: ᎤᏂᏥ ᏏᏆ ᎦᎵᏦᏕ ᏂᎨᏒᎾ.

source: The Mother has no food.
chr: ᎤᏂᏥ Ꮭ ᎠᎵᏍᏓᏴᏗ ᏳᎭ.

source: The barrel rolled down the hill.
chr: ᎠᎦᏐᏍᎬᎢ ᏒᏙᏂ ᎠᏗᏆᎸᏕᏲᎮ.

source: The barrel rolled faster.
chr: ᏒᏙᏂ ᎠᏯᏄᎵᎨ ᎠᏗᏆᎸᏕᏲᎮ.

source: The first little pig met a man.
chr: ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ ᎠᏍᎦᏯᏃ ᏚᎾᏠᏎ.

source: The first little pig went out to find a house.
chr: ᎢᎬᏱᎢ ᎤᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᎤᏩᏛᎲᏎ.

source: The house was not strong.
chr: ᎦᎵᏦᏕ ᎥᏝ ᎤᏟᏂᎩᏓ ᏱᎨᏎ.

source: The house was of brick.
chr: ᎦᎵᏦᏕ ᏅᏯ ᏗᏛᏓᏅᎢ ᎨᏎ.

source: The house was strong.
chr: ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ ᎨᏎ.

source: The little pig ate the wicked wolf.
chr: ᎤᏍᏗ ᏏᏆ ᎤᏲᏒ ᏩᎭᏯ ᎤᏒᏁ.

source: The little pig caught the wicked wolf.
chr: ᎤᏍᏗ ᏏᏆ ᎤᏲᏒ ᏩᎭᏯ ᎤᏩᏂᏎ.

source: The little pig had a good dinner.
chr: ᎤᏍᏗ ᏏᏆ ᎣᏍᏓ ᎠᎵᏍᏓᏴᏗ ᎤᎮ.

source: The little pig ran and ran.
chr: ᎤᏍᏗ ᏏᏆ ᎤᎵᏘᏎ ᎠᎴ ᎠᏟᏎ.

source: The little pig was not in her house.
chr: ᏏᏆ Ꮭ ᏯᏯᎡᏍᏗ ᎤᏤᎵ ᎦᎵᏦᏕ.

source: The little pig went to the circus.
chr: ᎤᏍᏗ ᏏᏆ ᎠᎾᏛᏁᎵᏍᎩᎢ ᏭᏪᏅᏎ.

source: The little pigs cry for food.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᏂᎨᏒᎾ ᎤᎾᏠᏱᎭ.

source: The little pigs have no house.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᏂᎨᏒᎾ.

source: The little pigs hear her.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎠᎾᏛᎩᎠ.

source: The little pigs must go find a house.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᎠᏎ ᎤᏂᏩᏛᎲᏍᏗ.

source: The little pigs must go find food.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎤᏂᏩᏛᎲᏍᏗ.

source: The little pigs must have a house.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᎠᏎ ᎤᏂᎩᏍᏗ.

source: The little pigs must have food.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᎠᏎ ᎤᏂᎩᏍᏗ.

source: The little pigs shall find food.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᏛᏂᏩᏛᎯ.

source: The little pigs shall go.
chr: ᏧᎾᏍᏗ ᏏᏆ ᏛᏁᏅᏏ.

source: The little pigs talk to Mother.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎤᏂᏥ ᎠᏂᏬᏂᏎᎭ.

source: The little pigs talk to her.
chr: ᏧᎾᏍᏗ ᏏᏆ ᎦᎯᏬᏂᏏ ᎦᎯᏥ ᏏᏆ.

source: The man had bricks.
chr: ᏅᏯ ᏗᏛᏓᏅᎢ ᏚᎮ.

source: The man had some straw.
chr: ᎠᏍᎦᏯ ᎢᎦᏓ ᎧᏁᏍᎦ ᎤᎮ.

source: The man had straw.
chr: ᎠᏍᎦᏯ ᎧᏁᏍᎦ ᎤᎮ.

source: The man had wood.
chr: ᎠᏓ ᏚᏩᏰ.

source: The pig laughed to herself.
chr: ᏏᏆ ᎤᏩᏌ ᎤᏰᏘᏎᎴ.

source: The pig ran into it.
chr: ᎠᏟᏎ ᎤᏟᏍᏓ ᎤᏣᏁ.

source: The pig ran into the barrel.
chr: ᏏᏆ ᏒᏙᏂ ᎤᏟᏍᏓ ᎤᏣᏁ.

source: The pig ran very fast.
chr: ᏏᏆ ᏙᎯᏳ ᎠᏯᏄᎵ ᎤᎵᏘᏎ.

source: The pig threw the pear hard.
chr: ᏏᏆ ᏗᎦᏛᏗ ᏍᏓᏯ ᎤᏗᏅᏎ.

source: The second little pig met a man.
chr: ᏔᎵᏁ ᎤᏍᏗ ᏏᏆ ᎠᏍᎦᏯᏃ ᏚᎾᏠᏎ.

source: The second little pig went for food.
chr: ᏔᎵᏁ ᎤᏍᏗ ᎠᎵᏍᏓᏴᏗ ᎤᎩᏒᏎ.

source: The silly wolf ran for the pear.
chr: Ꮎ ᎤᎷᎶᏨᎢ ᏩᎭᏯ ᏗᎦᏛᏗ ᎤᎩᏍᏗ ᎤᎵᏘᏎ.

source: The third little pig met a man.
chr: ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ ᎠᏍᎦᏯ ᏚᎾᏠᏎ.

source: The third little pig went for food.
chr: ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ ᎠᎵᏍᏓᏴᏗ ᎤᎩᏒᏎ.

source: The third little pig went out.
chr: ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ ᏭᏪᏅᏎ.

source: The wicked pig!"
chr: Ꮎ ᎤᏲᏒ ᏏᏆ!”

source: The wolf ate the silly little pig.
chr: ᎤᎷᎶᏨ ᎤᏍᏗ ᏏᏆ ᎤᏒᏁ Ꮎ ᏩᎭᏯ.

source: The wolf blew his house in.
chr: ᏩᎭᏯ ᎤᏃᎴ ᎤᏦᏔᎮ ᎠᎴ ᎤᏤᎵ ᎦᎵᏦᏕ ᎤᏲᏤ.

source: The wolf blew in the straw house.
chr: ᏩᎭᏯ ᎤᏃᎴ ᎤᏦᏔᎮ ᎠᎴ ᎧᏁᏍᎦ ᎦᎵᏦᏕ ᎤᏲᏍᏔᏁ.

source: The wolf blew in the wood house.
chr: ᏩᎭᏯ ᎤᏃᎴ ᎤᏦᏔᎮ ᎠᎴ ᎠᏓ ᎦᎵᏦᏕ ᎤᏲᏍᏔᏁ.

source: The wolf could not get in.
chr: Ꮎ ᏩᎭᏯ Ꮭ ᎬᏩᏴᏍᏗ ᏱᎨᏎ.

source: The wolf did not see her come down.
chr: ᎡᎳᏗ ᎤᎸᏒᎢ Ꮭ ᏩᎭᏯ ᏳᎪᎮ.

source: The wolf did not see her go in.
chr: ᏩᎭᏯ Ꮭ ᎤᏣᏁ ᏳᎪᎮ.

source: The wolf did not see the barrel.
chr: Ꮭ ᏩᎭᏯ ᏒᏙᏂ ᏳᎪᎮ.

source: The wolf looked down the hill.
chr: ᎠᎦᏐᏍᎬᎢ ᎤᎪᎮ.

source: The wolf looked up at the trees.
chr: ᏕᏡᎬ ᎦᎸᎳᏗᏜ ᏚᎪᎮ.

source: The wolf looked up the hill.
chr: ᎧᎾᎷᏍᎬᎢ ᎤᎪᎮ.

source: The wolf may huff.
chr: ᎡᎵᏊ ᏩᎭᏯ ᎤᏃᎴ ᏯᏬᎳᏓᎩ.

source: The wolf may puff.
chr: ᎡᎵᏊ ᏩᎭᏯ ᎤᏃᎴ ᏯᏦᏔ.

source: The wolf ran across the field .
chr: ᏩᎭᏯ ᏠᎨᏏ ᎠᏍᏛᎢ ᎤᎵᏘᏎ.

source: The wolf ran across the field.
chr: ᎠᏟᏎ ᏠᎨᏏ ᎤᎦᏛᎴᏎ.

source: The wolf ran faster.
chr: ᏩᎭᏯ ᎠᏯᏄᎵᎨ ᎠᏟᏎ.

source: The wolf ran for it.
chr: ᏩᎭᏯ ᎤᎩᏍᏗ ᎤᏓᎾᏩᏍᏔᏁ.

source: The wolf ran to the pear tree.
chr: ᏩᎭᏯ ᎤᏓᎾᏩᏍᏔᏁ ᏗᎦᏛᏗᏃ ᏡᎬ ᎤᎿ ᏭᏪᏅᏎ.

source: The wolf ran up the hill, too.
chr: ᎦᏚᏏ ᎦᎸᎳᏗ ᏩᎭᏯ ᎤᏟᏎ ᏍᏊ.

source: The wolf ran very fast, too.
chr: ᏩᎭᏯ ᏙᎯᏳ ᎠᏯᏄᎵ ᎠᏟᏎ ᏍᏊ.

source: The wolf ran, too.
chr: ᏩᎭᏯ ᎠᏟᏎ ᎥᏍᏊ.

source: The wolf saw her
chr: ᏩᎭᏯ ᎥᏍᎩᎾ ᎤᎪᎮ.

source: The wolf thought and thought.
chr: ᏩᎭᏯ ᎤᏓᏅᏖᏞ ᎠᎴ ᎤᏓᏅᏖᏞ.

source: The wolf was angry.
chr: ᏩᎭᏯ ᎤᎿᎸᏤ.

source: The wolf was hungry.
chr: ᏩᎭᏯ ᎤᏲᏏᏍᎬᎢ ᎨᏎ.

source: The wolf went away.
chr: ᎤᎿ ᎤᏟ ᏩᎭᏯ ᏭᏪᏅᏎ.

source: Then I will eat her."
chr: ᎾᎯᏳ ᏓᏥᏒᏂ.”

source: Then let me in."
chr: “ᎾᎯᏳ ᏫᏥᏴᎭ.”

source: Then she saw the wolf.
chr: ᎾᎯᏳ ᏩᎭᏯ ᎤᎪᎮ.

source: Then the barrel began to roll.
chr: ᎾᎯᏳ ᏒᏙᏂ ᎤᏗᏆᎸᏕᏯᏍᏗ ᎤᏓᎴᏅᎮ.

source: Then the little pigs built a house.
chr: ᎾᎯᏳ ᏧᎾᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᏚᏁᏍᎨᎮ.

source: Then the pig made more fire.
chr: ᎾᎯᏳ ᏏᏆ ᎤᎪᏗ ᎤᏮᏔᏁ.

source: Then the second pig went out.
chr: ᎾᎯᏳ ᏔᎵᏁ ᏏᏆ ᏭᏪᏅᏎ.

source: Then the third little pig went out.
chr: ᎾᎯᏳ ᏦᎢᏁ ᎤᏍᏗ ᏏᏆ ᏭᏪᏅᏎ.

source: Then the wolf ran home.
chr: ᎾᎯᏳ ᏩᎭᏯ ᎤᎵᏘᏎ ᏧᏪᏅᏒᎢ.

source: Then the wolf went away.
chr: ᎾᎯᏳ ᎤᎿ ᎤᏟ ᏭᏪᏅᏎ.

source: Then the wolf went to the third Pig
chr: ᏃᏊᎴ ᏩᎭᏯ ᏦᎢᏁ ᏏᏆ ᏗᏜ ᎤᏪᏅᏎ.

source: Then the wolf went to the third little pig.
chr: ᎾᎯᏳ ᏩᎭᏯ ᏦᎢᏁ ᏏᏆ ᎤᏪᏅᏎᎴ.

source: Then you can find food."
chr: ᎾᎯᏳ ᎠᎵᏍᏓᏴᏗ ᎦᏣᏩᏛᏗ.”

source: There is a turnip field near by.
chr: ᏓᏈᏌᏂ ᏠᎨᏏ ᎠᎭᏂ ᎾᎥ.

source: There she was.
chr: ᎤᎿ ᏏᏆ ᎨᏎ.

source: There was a barrel on the hill.
chr: ᏒᏙᏂ ᎤᎿ ᎦᏚᏏ ᎨᏎ.

source: Think, think, think.
chr: ᏫᎦᏓᏅᏛᎳ, ᏫᎦᏓᏅᏛᎳ, ᏫᎦᏓᏅᏛᎳ.

source: Third little pig has a house.
chr: ᏦᎢᏁᎢ ᎤᏍᏗ ᏏᏆ ᎦᎵᏦᏕ ᎤᎭ.

source: This is Mother Pig.
chr: ᎯᎠ ᎤᏂᏥ ᏏᏆ.

source: This man had bricks.
chr: ᏅᏯ ᏗᏛᏓᏅᎢ ᏚᎮ ᎯᎠ ᎠᏍᎦᏯ.

source: Three little pigs!
chr: ᎠᏂᏦᎢ ᏧᎾᏍᏗ ᏏᏆ!

source: To build a straw house!
chr: ᎧᏁᏍᎦ ᎬᏗ ᎦᎵᏦᏕ ᏣᏁᏍᎨᎮ!

source: We have no house.
chr: ᎦᎵᏦᏕ ᏂᏥᎲᎾ.

source: We must have a house, too."
chr: ᎦᎵᏦᏕ ᎠᏎ ᎣᎩᎩᏍᏗ ᏍᏊ.”

source: We must have one.
chr: ᏌᏊ ᎠᏎ ᎢᎩᎩᏍᏗ.

source: We shall find a house for you, Mother."
chr: ᎦᎵᏦᏕ ᏓᏍᎩᏩᏛᎮᎵ, ᎡᏥ.”

source: We shall live in the house," said the pigs.
chr: ᎦᎵᏦᏕ ᎢᏗᏁᎴᏍᏗ,” ᎤᎾᏛᏁ ᏏᏆ.

source: What a good dinner!
chr: Ꮎ ᎣᏍᏓ ᎠᎵᏍᏓᏴᏗ!

source: What a strong house I have!
chr: ᎦᎵᏦᏕ ᎤᏟᏂᎩᏓ ᎠᏆᏤᎵ!

source: What did the man say?
chr: ᎦᏙ ᎤᏍᏗ ᎤᏛᏁ Ꮎ ᎠᏍᎦᏯ?

source: What happened to the silly little pig?
chr: ᎦᏙ ᎤᎵᏍᏓᏁᎴ ᎤᎷᎶᏨ ᎤᏍᏗ ᏏᏆ?

source: What if he should see me!" said the pig.
chr: ᎦᏙ ᏍᎩᎪᎲᎭ ᏱᎩ?!” ᎤᏛᏁ ᏏᏆ.

source: What shall I do?" cried the pig.
chr: ᎦᏙ ᏓᎦᏛᏁᎵ?” ᎤᏛᏁ ᏏᏆ.

source: What shall I do?" said the little pig.
chr: ᎦᏙ ᏓᎦᏛᏁᎵ?” ᎤᏛᏁ ᎤᏍᏗ ᏏᏆ.
